Repository: jaywink/kakaravaara3
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: period price modifier
fi: erikoishinta ajanjaksolle

source: period price modifiers
fi: erikoishinnat ajanjaksoille

source: Reservable Pricing
fi: Varattavien hinnoittelu

source: Price modifiers
fi: Hintamuuntimet

source: Period price modifiers
fi: Ajanjaksojen hintamuuntimet

source: Name
fi: Nimi

source: Filter by product...
fi: Etsi tuotteita...

source: Start date
fi: Saapumispäivämäärä

source: End date
fi: Lähtöpäivämäärä

source: Modifier
fi: Muunnin

source: New modifier
fi: Uusi muunnin

source: I have read and agree with the <a href='%s' target='_blank'>Terms and Conditions</a>
fi: Olen lukenut ja hyväksyn <a href='%s' target='_blank'>varaus- ja peruutusehdot</a>.

source: reservable product
fi: varattava tuote

source: sign out time
fi: uloskirjautuminen

source: sign in time
fi: sisäänkirjautuminen

source: available quantity
fi: saatavilla oleva määrä

source: pricing per person
fi: hinnoittelu henkilömäärän mukaan

source: people included in price
fi: perushintaan kuuluvat henkilöt

source: price per person
fi: hinta per henkilö

source: sort order
fi: järjestys

source: reservable products
fi: varattavat tuotteet

source: starts
fi: alkaa

source: ends
fi: päättyy

source: persons
fi: henkilöitä

source: reservation
fi: varaus

source: reservations
fi: varaukset

source: Reservations
fi: Varaukset

source: {nights} nights, {persons} persons, {start} - {end}
fi: {nights} yötä, {persons} henkilöä, {start} - {end}

source: Special period
fi: Erikoisjakso

source: Person count
fi: Henkilömäärä

source: From Order
fi: Tilauksesta

source: Sign In Time
fi: Sisäänkirjautuminen

source: Sign Out Time
fi: Uloskirjautuminen

source: Persons
fi: Henkilöitä

source: New Reservation
fi: Uusi varaus

source: Reservable
fi: Varattava

source: Select months to search from
fi: Valitse ajanjakso

source: Starting month
fi: Alkukuukausi

source: mm/yyyy
fi: kk.vvvv

source: End month
fi: Päättymiskuukausi

source: Cottages and their reserved periods.
fi: Mökit ja varaukset.

source: To reserve a cottage, click on a free date in the calendar, type in the number of days and click 'Reserve'. Note! Dates in red are <strong>reserved</strong>.
fi: Valitse kalenterista saapumispäivämäärä. Lisää öiden ja henkilöiden määrä ja klikkaa 'Varaa'. Huom! Kalenterissa punaisella olevat päivät ovat <strong>varattuja</strong>.

source: Price/night (from)
fi: Hinta/yö (alk)

source: Arrival Date
fi: Saapumispäivämäärä

source: Number of nights
fi: Öiden määrä

source: Fill in the number of persons over 12 years old.
fi: Syötä yli 12 vuotiaiden henkilöiden määrä.

source: Price for chosen period:
fi: Hinta valitulle ajanjaksolle:

source: Reserve
fi: Varaa

source: Minimum possible period is 2 nights.
fi: Vähimmäisjakso on kaksi yötä.

source: Chosen period is not available.
fi: Valittu ajanjakso ei ole vapaa.

source: Arrival
fi: Saapuminen

source: Nights
fi: yötä

source: Cart
fi: Kori
